{
  "word2idx": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "give": 4,
    "your": 5,
    "application": 6,
    "an": 7,
    "accessibility": 8,
    "workout": 9,
    "accerciser": 10,
    "explorer": 11,
    "the": 12,
    "default": 13,
    "plugin": 14,
    "layout": 15,
    "for": 16,
    "bottom": 17,
    "panel": 18,
    "top": 19,
    "a": 20,
    "list": 21,
    "of": 22,
    "plugins": 23,
    "that": 24,
    "are": 25,
    "disabled": 26,
    "by": 27,
    "duration": 28,
    "highlight": 29,
    "box": 30,
    "when": 31,
    "selecting": 32,
    "accessible": 33,
    "nodes": 34,
    "border": 35,
    "color": 36,
    "and": 37,
    "opacity": 38,
    ".": 39,
    "fill": 40,
    "browse": 41,
    "various": 42,
    "methods": 43,
    "current": 44,
    "hide": 45,
    "private": 46,
    "attributes": 47,
    "interactive": 48,
    "console": 49,
    "manipulating": 50,
    "currently": 51,
    "selected": 52,
    "_": 53,
    "monitor": 54,
    "events": 55,
    "c": 56,
    "lear": 57,
    "selection": 58,
    "shows": 59,
    "as": 60,
    "they": 61,
    "occur": 62,
    "from": 63,
    "types": 64,
    "sources": 65,
    "last": 66,
    "event": 67,
    "entry": 68,
    "start": 69,
    "/": 70,
    "stop": 71,
    "recording": 72,
    "clear": 73,
    "log": 74,
    "acti": 75,
    "on": 76,
    "0": 77,
    ",": 78,
    "st": 79,
    "reamable": 80,
    "content": 81,
    "name": 82,
    "(x": 83,
    "y)": 84,
    "te": 85,
    "xt": 86,
    "allows": 87,
    "viewing": 88,
    "interface": 89,
    "properties": 90,
    "too": 91,
    "many": 92,
    "selectable": 93,
    "children": 94,
    "with": 95,
    "accessibles": 96,
    "quickly": 97,
    "inspect": 98,
    "focused": 99,
    "under": 100,
    "mouse": 101,
    "creates": 102,
    "dogtail": 103,
    "style": 104,
    "scripts": 105,
    "script": 106,
    "will": 107,
    "be": 108,
    "lost": 109,
    "validates": 110,
    "tests": 111,
    "fundamental": 112,
    "gui": 113,
    "actionable%": 114,
    "s": 115,
    "is": 116,
    "not": 117,
    "focusable": 118,
    "or": 119,
    "interactive%": 120,
    "actionable": 121,
    "more": 122,
    "than": 123,
    "one": 124,
    "widget": 125,
    "%": 126,
    "has": 127,
    "no": 128,
    "text": 129,
    "index": 130,
    "in": 131,
    "parent": 132,
    "does": 133,
    "match": 134,
    "child": 135,
    "missing": 136,
    "reciprocal": 137,
    "for%": 138,
    "relation": 139,
    "label": 140,
    "focusable%": 141,
    "table": 142,
    "has%": 143,
    "state": 144,
    "without%": 145,
    "belong": 146,
    "to": 147,
    "set": 148,
    "(rolename)": 149,
    "index%": 150,
    "(num)": 151,
    "d": 152,
    "row": 153,
    "column": 154,
    "(num1)": 155,
    "(num2)": 156,
    "description": 157,
    "preferences": 158,
    "note:": 159,
    "changes": 160,
    "only": 161,
    "take": 162,
    "effect": 163,
    "after": 164,
    "logout": 165,
    "refresh": 166,
    "registry": 167,
    "node": 168,
    "'s": 169,
    "translator": 170,
    "-": 171,
    "credits": 172,
    "python": 173,
    "copyright": 174,
    "©": 175,
    "2006": 176,
    "2007": 177,
    "ibm": 178,
    "corporation": 179,
    "(bsd)": 180,
    "new": 181,
    "bsd": 182,
    "license": 183,
    "see": 184,
    "copying": 185,
    "notice": 186,
    "files": 187,
    "details": 188,
    "add": 189,
    "bookmark": 190,
    "edit": 191,
    "bookmarks": 192,
    "manage": 193,
    "single": 194,
    "view": 195,
    "(%": 196,
    "d)": 197,
    "pluginview": 198,
    "available": 199,
    "pluginviews": 200,
    "but": 201,
    "show": 202,
    "applications": 203,
    "without": 204,
    "(c)": 205,
    "position": 206,
    "split": 207,
    "main": 208,
    "window": 209,
    "height": 210,
    "value": 211,
    "width": 212,
    "this": 213,
    "contains": 214,
    "all": 215,
    "action": 216,
    "gnome": 217,
    "theme": 218,
    "play": 219,
    "different": 220,
    "solitaire": 221,
    "games": 222,
    "solitaire;": 223,
    "cards;": 224,
    "klondike;": 225,
    "spider;": 226,
    "freecell;": 227,
    "patience;": 228,
    "file": 229,
    "graphics": 230,
    "cards": 231,
    "whether": 232,
    "toolbar": 233,
    "status": 234,
    "bar": 235,
    "select": 236,
    "control": 237,
    "drag": 238,
    "click": 239,
    "source": 240,
    "then": 241,
    "destination": 242,
    "sounds": 243,
    "animate": 244,
    "card": 245,
    "moves": 246,
    "game": 247,
    "use": 248,
    "scheme": 249,
    "containing": 250,
    "statistics": 251,
    "played": 252,
    "recently": 253,
    "redo": 254,
    "move": 255,
    "undo": 256,
    "leave": 257,
    "fullscreen": 258,
    "you": 259,
    "should": 260,
    "have": 261,
    "received": 262,
    "copy": 263,
    "gnu": 264,
    "general": 265,
    "public": 266,
    "along": 267,
    "program": 268,
    "if": 269,
    "foundation": 270,
    "reserve": 271,
    "stock": 272,
    "tableau": 273,
    "waste": 274,
    "hint": 275,
    "support": 276,
    "yet": 277,
    "move%": 278,
    "onto%": 279,
    "unable": 280,
    "provide": 281,
    "auld": 282,
    "lang": 283,
    "syne": 284,
    "klondike": 285,
    "three": 286,
    "decks": 287,
    "spider": 288,
    "streets": 289,
    "alleys": 290,
    "thumb": 291,
    "pouch": 292,
    "o": 293,
    "wisp": 294,
    "ace": 295,
    "clubs": 296,
    "two": 297,
    "four": 298,
    "five": 299,
    "six": 300,
    "seven": 301,
    "eight": 302,
    "nine": 303,
    "ten": 304,
    "jack": 305,
    "queen": 306,
    "king": 307,
    "diamonds": 308,
    "hearts": 309,
    "spades": 310,
    "help": 311,
    "“%": 312,
    "s”": 313,
    "found": 314,
    "could": 315,
    "maximized": 316,
    "type": 317,
    "d:%": 318,
    "02d": 319,
    "congratulations": 320,
    "won": 321,
    "!": 322,
    "there": 323,
    "aisleriot": 324,
    "provides": 325,
    "rule": 326,
    "based": 327,
    "engine": 328,
    "web": 329,
    "site": 330,
    "display": 331,
    "exception": 332,
    "occurred": 333,
    "please": 334,
    "report": 335,
    "bug": 336,
    "developers": 337,
    "don": 338,
    "'t": 339,
    "restart": 340,
    "game…": 341,
    "tatistics": 342,
    "gameplay": 343,
    "close": 344,
    "undone": 345,
    "deal": 346,
    "next": 347,
    "get": 348,
    "about": 349,
    "install": 350,
    "themes…": 351,
    "themes": 352,
    "distribution": 353,
    "packages": 354,
    "repositories": 355,
    "statusbar": 356,
    "pick": 357,
    "up": 358,
    "drop": 359,
    "clicking": 360,
    "cannot": 361,
    "find": 362,
    "base": 363,
    "card:": 364,
    "~": 365,
    "left:": 366,
    "try": 367,
    "rearranging": 368,
    "onto": 369,
    "empty": 370,
    "slot": 371,
    "edge": 372,
    "corner": 373,
    "left": 374,
    "right": 375,
    "black": 376,
    "joker": 377,
    "red": 378,
    "unknown": 379,
    "remove": 380,
    "deals": 381,
    "another": 382,
    "round": 383,
    "deck": 384,
    "something": 385,
    "hand": 386,
    "back": 387,
    "into": 388,
    "just": 389,
    "because": 390,
    "crosswalk": 391,
    "looks": 392,
    "like": 393,
    "hopscotch": 394,
    "board": 395,
    "doesn": 396,
    "mean": 397,
    "it": 398,
    "look": 399,
    "both": 400,
    "ways": 401,
    "before": 402,
    "cross": 403,
    "street": 404,
    "read": 405,
    "?": 406,
    "odessa": 407,
    "better": 408,
    "really": 409,
    "tourniquets": 410,
    "recommended": 411,
    "unless": 412,
    "direst": 413,
    "emergency": 414,
    "i": 415,
    "sure": 416,
    "backrub": 417,
    "now": 418,
    "monitors": 419,
    "vitamin": 420,
    "sunlight": 421,
    "'re": 422,
    "ever": 423,
    "alone": 424,
    "woods": 425,
    "hug": 426,
    "tree": 427,
    "fishing": 428,
    "wire": 429,
    "makes": 430,
    "bad": 431,
    "dental": 432,
    "floss": 433,
    "consistency": 434,
    "key": 435,
    "stapler": 436,
    "staple": 437,
    "ruler": 438,
    "work": 439,
    "never": 440,
    "blow": 441,
    "dog": 442,
    "ear": 443,
    "remaining:": 444,
    "searching": 445,
    "'m": 446,
    "return": 447,
    "consider": 448,
    "moving": 449,
    "possible": 450,
    "again": 451,
    "solution": 452,
    "double": 453,
    "any": 454,
    "redeal": 455,
    "place": 456,
    "leftmost": 457,
    "sequence": 458,
    "randomly": 459,
    "placed": 460,
    "gaps": 461,
    "dealing": 462,
    "piles": 463,
    "around": 464,
    "first": 465,
    "pile": 466,
    "build": 467,
    "down": 468,
    "aim": 469,
    "suits": 470,
    "order": 471,
    "which": 472,
    "fits": 473,
    "most": 474,
    "naturally": 475,
    "redeals": 476,
    "form": 477,
    "poker": 478,
    "hands": 479,
    "until": 480,
    "enough": 481,
    "temporary": 482,
    "allow": 483,
    "spots": 484,
    "patience": 485,
    "blondes": 486,
    "brunettes": 487,
    "popular": 488,
    "freecell": 489,
    "valid": 490,
    "desktop": 491,
    "unrecognized": 492,
    "version": 493,
    "'%": 494,
    "s'": 495,
    "documents": 496,
    "command": 497,
    "line": 498,
    "can": 499,
    "pass": 500,
    "document": 501,
    "a'": 502,
    "=": 503,
    "item": 504,
    "disable": 505,
    "connection": 506,
    "session": 507,
    "manager": 508,
    "specify": 509,
    "saved": 510,
    "configuration": 511,
    "management": 512,
    "options": 513,
    "space": 514,
    "off": 515,
    "make": 516,
    "open": 517,
    "appropriate": 518,
    "menu": 519,
    "revert": 520,
    "original": 521,
    "restore": 522,
    "ems:": 523,
    "ne": 524,
    "w": 525,
    "separator": 526,
    "menus": 527,
    "settings": 528,
    "software": 529,
    "integrated": 530,
    "development": 531,
    "environment": 532,
    "execute": 533,
    "command:": 534,
    "\"%": 535,
    "s\"": 536,
    "remember": 537,
    "activated": 538,
    "failed": 539,
    "s':%": 540,
    "want": 541,
    "reset": 542,
    "items": 543,
    "save:": 544,
    "do": 545,
    "save": 546,
    "unsaved": 547,
    "closing": 548,
    "file:%": 549,
    "create": 550,
    "complete": 551,
    "render": 552,
    "pixbuf": 553,
    "found:%": 554,
    "pixmap": 555,
    "root:": 556,
    "run": 557,
    "terminal": 558,
    "completed": 559,
    "unsuccessful": 560,
    "successful": 561,
    "whole": 562,
    "project": 563,
    "clean": 564,
    "onfigure": 565,
    "autogenerate": 566,
    "module": 567,
    "associated": 568,
    "compile": 569,
    "editor": 570,
    "s)": 571,
    "opened": 572,
    "exists": 573,
    "executable": 574,
    "date": 575,
    "class": 576,
    "inline": 577,
    "declaration": 578,
    "implementation": 579,
    "write": 580,
    "autogen": 581,
    "definition": 582,
    "autogen:%": 583,
    "cvs:": 584,
    "directory": 585,
    "choose": 586,
    "add:": 587,
    "commit:": 588,
    "diff:": 589,
    "remove:": 590,
    "directories": 591,
    "root": 592,
    "directory:": 593,
    "field:%": 594,
    "delete": 595,
    "message": 596,
    "commit": 597,
    "cvs": 598,
    "process": 599,
    "signal": 600,
    "property": 601,
    "automatic": 602,
    "update": 603,
    "paths": 604,
    "breakpoints": 605,
    "toggle": 606,
    "breakpoint": 607,
    "at": 608,
    "location": 609,
    "jump": 610,
    "enable": 611,
    "deactivate": 612,
    "running": 613,
    "debugger": 614,
    "attach": 615,
    "information": 616,
    "execution": 617,
    "contents": 618,
    "kernel": 619,
    "'struct": 620,
    "user'": 621,
    "continue": 622,
    "step": 623,
    "function": 624,
    "over": 625,
    "out": 626,
    "cursor": 627,
    "frame": 628,
    "arguments": 629,
    "send": 630,
    "numbers": 631,
    "markers": 632,
    "operations": 633,
    "execute:%": 634,
    "file%": 635,
    "watch": 636,
    "api": 637,
    "pages": 638,
    "search": 639,
    "word": 640,
    "reload": 641,
    "already": 642,
    "replace": 643,
    "saving": 644,
    "tabs": 645,
    "autosave": 646,
    "swap": 647,
    "h": 648,
    "header": 649,
    "recent": 650,
    "print": 651,
    "preview": 652,
    "uppercase": 653,
    "lowercase": 654,
    "matching": 655,
    "code": 656,
    "block": 657,
    "co": 658,
    "mment": 659,
    "comment": 660,
    "stream": 661,
    "go": 662,
    "particular": 663,
    "end": 664,
    "goto": 665,
    "previous": 666,
    "history": 667,
    "y": 668,
    "cut": 669,
    "clipboard": 670,
    "paste": 671,
    "marker": 672,
    "margin": 673,
    "indentation": 674,
    "white": 675,
    "wrapping": 676,
    "mode": 677,
    "auto": 678,
    "format": 679,
    "folds": 680,
    "fold": 681,
    "syntax": 682,
    "highlighting": 683,
    "enter": 684,
    "number": 685,
    "page": 686,
    "&": 687,
    "folding": 688,
    "comments": 689,
    "tab": 690,
    "size": 691,
    "spaces:": 692,
    "buffer": 693,
    "info": 694,
    "error": 695,
    "while": 696,
    "loading": 697,
    "load": 698,
    "loaded": 699,
    "successfully": 700,
    "s:%": 701,
    "+": 702,
    "#": 703,
    "java": 704,
    "pascal": 705,
    "php": 706,
    "perl": 707,
    "shell": 708,
    "activate": 709,
    "plugin:%": 710,
    "components": 711,
    "hidden": 712,
    "popup": 713,
    "actions": 714,
    "user": 715,
    "parameters": 716,
    "debugging": 717,
    "specified": 718,
    "was": 719,
    "whilst": 720,
    "installed": 721,
    "system": 722,
    "attached": 723,
    "still": 724,
    "detaching": 725,
    "glade": 726,
    "local": 727,
    "open:%": 728,
    "need": 729,
    "todo": 730,
    "time": 731,
    "gtodo": 732,
    "data": 733,
    "filename": 734,
    "-%": 735,
    "insert": 736,
    "macro": 737,
    "characters": 738,
    "patch": 739,
    "target": 740,
    "static": 741,
    "functions": 742,
    "other": 743,
    "name:": 744,
    "project:%": 745,
    "group": 746,
    "following": 747,
    "created": 748,
    "basic": 749,
    "template": 750,
    "in%": 751,
    "wizard": 752,
    "been": 753,
    "(using": 754,
    "configure": 755,
    "external": 756,
    "sample": 757,
    "ignore": 758,
    "binary": 759,
    "regular": 760,
    "expression": 761,
    "repeat": 762,
    "r": 763,
    "advanced": 764,
    "occurrence": 765,
    "completion": 766,
    "diff": 767,
    "anjuta": 768,
    "tags": 769,
    "tag": 770,
    "symbol": 771,
    "de": 772,
    "claration": 773,
    "browser": 774,
    "tool": 775,
    "variable": 776,
    "must": 777,
    "aborted": 778,
    "tools": 779,
    "open%": 780,
    "writing": 781,
    "valgrind": 782,
    "ustomize": 783,
    "shortcuts": 784,
    "manual": 785,
    "home": 786,
    "documentation": 787,
    "exist": 788,
    "brace": 789,
    "smart": 790,
    "debug": 791,
    "here": 792,
    "automatically": 793,
    "makefile": 794,
    "am": 795,
    "defaults": 796,
    "(0": 797,
    "file:": 798,
    "project:": 799,
    "*": 800,
    "output": 801,
    "'": 802,
    "switch": 803,
    "removed": 804,
    "memory": 805,
    "variables": 806,
    "register": 807,
    "modify": 808,
    "kill": 809,
    "ave": 810,
    "exited": 811,
    "<": 812,
    ">": 813,
    "assoc": 814,
    ">:": 815,
    "cu": 816,
    "t": 817,
    "keep": 818,
    "powerful": 819,
    "discard": 820,
    "run:": 821,
    "errors": 822,
    "several": 823,
    "commands": 824,
    "time:": 825,
    "(\\\\": 826,
    "[\\\\d": 827,
    "+\\\\])": 828,
    ":": 829,
    "\\\\s": 830,
    "entering\\\\s": 831,
    "directory\\\\s": 832,
    "`(": 833,
    "+)": 834,
    "'(": 835,
    "+)'": 836,
    "leaving\\\\s": 837,
    "canceled": 838,
    "build%": 839,
    "tarball": 840,
    "pixbufs": 841,
    "context": 842,
    "ut": 843,
    "folder": 844,
    "re": 845,
    "generic": 846,
    "gtk": 847,
    "gtkmm": 848,
    "(c": 849,
    "xlib": 850,
    "dock": 851,
    "applet": 852,
    "wx": 853,
    "widgets": 854,
    "sdl": 855,
    "support:": 856,
    "doc": 857,
    "system:": 858,
    "berkeley": 859,
    "django": 860,
    "gcj": 861,
    "compiled": 862,
    "(automake)": 863,
    "icon": 864,
    "implement": 865,
    "interfaces": 866,
    "implemented": 867,
    "matches": 868,
    "accelerator": 869,
    "test:": 870,
    "memcheck": 871,
    "addrcheck": 872,
    "helgrind": 873,
    "naba": 874,
    "kumar": 875,
    "below": 876,
    "icons": 877,
    "beside": 878,
    "developer": 879,
    "email": 880,
    "address:": 881,
    "setting": 882,
    "full": 883,
    "screen": 884,
    "tutorial": 885,
    "frequently": 886,
    "asked": 887,
    "questions": 888,
    "widthxheight": 889,
    "xoff": 890,
    "yoff": 891,
    "autocompletion": 892,
    "only)": 893,
    "adaptive": 894,
    "pressing": 895,
    "indents": 896,
    "assistance": 897,
    "vala": 898,
    "gdb": 899,
    "git": 900,
    "devhelp": 901,
    "assistant": 902,
    "designer": 903,
    "import": 904,
    "component": 905,
    "generator": 906,
    "gobject": 907,
    "permission": 908,
    "shared": 909,
    "library": 910,
    "_%": 911,
    "package": 912,
    "core:%": 913,
    "mailbox": 914,
    "stashes": 915,
    "skip": 916,
    "conflicted": 917,
    "bisect": 918,
    "operation": 919,
    "purge": 920,
    "minimal": 921,
    "flat": 922,
    "messages:": 923,
    "command:%": 924,
    "edited": 925,
    "database": 926,
    "backend": 927,
    "project…": 928,
    "as…": 929,
    "number…": 930,
    "attaching": 931,
    "process:%": 932,
    "d…": 933,
    "process…": 934,
    "tree…": 935,
    "eplace…": 936,
    "error:": 937,
    "cant": 938,
    "bind": 939,
    "port": 940,
    "js": 941,
    "javascript": 942,
    "min": 943,
    "character": 944,
    "suspend": 945,
    "module%": 946,
    "plugin%": 947,
    "defined": 948,
    "invalid": 949,
    "able": 950,
    "installation": 951,
    "corrupted": 952,
    "profile": 953,
    "syncronize": 954,
    "xml": 955,
    "s':": 956,
    "using": 957,
    "http:": 958,
    "path": 959,
    "relative": 960,
    "button": 961,
    "contain": 962,
    "alphanumeric": 963,
    "'libxxx": 964,
    "terminated": 965,
    "needs": 966,
    "cancel": 967,
    "used": 968,
    "wait": 969,
    "clang": 970,
    "analyzer": 971,
    "address": 972,
    "connect": 973,
    "remote": 974,
    "global": 975,
    "mime": 976,
    "term": 977,
    "interval": 978,
    "minutes": 979,
    "sorted": 980,
    "convert": 981,
    "eol": 982,
    "zoom": 983,
    "font": 984,
    "reached": 985,
    "wrapped": 986,
    "continued": 987
  },
  "min_freq": 2
}