{
  "word2idx": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "अपने": 4,
    "अनुप्रयोग": 5,
    "को": 6,
    "पहुंचनीयता": 7,
    "व्यायाम": 8,
    "का": 9,
    "लाभ": 10,
    "दें": 11,
    "एक्सेर्साइसर": 12,
    "अन्वेषक": 13,
    "निचले": 14,
    "पटल": 15,
    "के": 16,
    "लिए": 17,
    "डिफोल्ट": 18,
    "प्लग-इन": 19,
    "खाका": 20,
    "ऊपरी": 21,
    "उन": 22,
    "प्लग-इनों": 23,
    "की": 24,
    "सूची": 25,
    "जिन्हें": 26,
    "रूप": 27,
    "से": 28,
    "निष्क्रिय": 29,
    "किया": 30,
    "गया": 31,
    "है": 32,
    "पहुंचनीय": 33,
    "आसंधि": 34,
    "(नोड)": 35,
    "चुनते": 36,
    "समय": 37,
    "हाइलाइट": 38,
    "बक्से": 39,
    "अवधि": 40,
    "सीमांत": 41,
    "(बोर्डर)": 42,
    "रंग": 43,
    "करें": 44,
    "किए": 45,
    "गए": 46,
    "और": 47,
    "अपारदर्शिता": 48,
    "।": 49,
    "भराई": 50,
    "पारदर्शिता": 51,
    "इस": 52,
    "जिसे": 53,
    "प्राप्त": 54,
    "हो": 55,
    ",": 56,
    "उसकी": 57,
    "विभिन्न": 58,
    "विधियों": 59,
    "(मेथड)": 60,
    "में": 61,
    "विचरण": 62,
    "निजी": 63,
    "गुणों": 64,
    "छिपाएं": 65,
    "चुने": 66,
    "एक्सेसेबेल": 67,
    "काम": 68,
    "लेने": 69,
    "अंतर्क्रियात्मक": 70,
    "कन्सोल": 71,
    "घटनाओं": 72,
    "मानिटर": 73,
    "(_": 74,
    "M)": 75,
    "चुनाव": 76,
    "हटाएं": 77,
    "(C": 78,
    "_)": 79,
    "प्रकारों": 80,
    "स्रोतों": 81,
    "घटनाएं": 82,
    "जैसे-जैसे": 83,
    "घटित": 84,
    "होती": 85,
    "हैं": 86,
    "उन्हें": 87,
    "दर्शाता": 88,
    "अंतिम": 89,
    "प्रविष्ट": 90,
    "घटना": 91,
    "करो": 92,
    "रेकोर्डिंग": 93,
    "शुरू": 94,
    "करो/रोको": 95,
    "रोजनामचा": 96,
    "मिटाओ": 97,
    "कार्रवाई": 98,
    "o)": 99,
    "0": 100,
    "प्रवाहित": 101,
    "करनेयोग्य": 102,
    "विषयवस्तु": 103,
    "नाम": 104,
    "(x": 105,
    "y)": 106,
    "पाठ": 107,
    "x)": 108,
    "अंतराफलक": 109,
    "देखने": 110,
    "देता": 111,
    "बहुत": 112,
    "अधिक": 113,
    "चयनीय": 114,
    "शिशु": 115,
    "जिसमें": 116,
    "एक्सेसेबेलों": 117,
    "तेजी": 118,
    "चुनने": 119,
    "कई": 120,
    "विधियां": 121,
    "बार": 122,
    "फोकस": 123,
    "एक्सेसेबल": 124,
    "जांचें": 125,
    "माउस": 126,
    "अधीन": 127,
    "जो": 128,
    "उसे": 129,
    "श्वानपुच्छ": 130,
    "शैली": 131,
    "लिपियां": 132,
    "निर्मित": 133,
    "करता": 134,
    "वर्तमान": 135,
    "लिपि": 136,
    "(स्क्रिप्ट)": 137,
    "खो": 138,
    "जाएगी": 139,
    "सत्यापन": 140,
    "मूलभूत": 141,
    "जीयूआई": 142,
    "परीक्षण": 143,
    "%": 144,
    "s": 145,
    "जिस": 146,
    "पर": 147,
    "सकती": 148,
    "वह": 149,
    "न": 150,
    "तो": 151,
    "करने": 152,
    "योग्य": 153,
    "ही": 154,
    "अंतर्क्रियात्मक%": 155,
    "नहीं": 156,
    "एक": 157,
    "विडजेट": 158,
    "कोई": 159,
    "अभिभावक": 160,
    "में%": 161,
    "सेमेल": 162,
    "खाती": 163,
    "संबंध": 164,
    "अन्योन्य": 165,
    "गायब": 166,
    "या": 167,
    "सूचक": 168,
    "योग्य%": 169,
    "सारणी": 170,
    "हैbutton": 171,
    "has": 172,
    "focused": 173,
    "state": 174,
    "without": 175,
    "focusable": 176,
    "स्थिति": 177,
    "उसके": 178,
    "साथ%": 179,
    "किसी": 180,
    "समुच्चय": 181,
    "सदस्य": 182,
    "(rolename)": 183,
    "सूची%": 184,
    "(num)": 185,
    "d": 186,
    "पंक्ति": 187,
    "स्तंभ": 188,
    "मेल": 189,
    "खातेparent": 190,
    "indexrow": 191,
    "and": 192,
    "column": 193,
    "index": 194,
    "(num1)": 195,
    "(num2)": 196,
    "खाते": 197,
    "विवरण": 198,
    "पसंद": 199,
    "P)": 200,
    ".": 201,
    "टिप्पणीः": 202,
    "परिवर्तन": 203,
    "सत्रांत": 204,
    "(लोगआउट)": 205,
    "बाद": 206,
    "प्रभाव": 207,
    "आएंगे": 208,
    "पंजी": 209,
    "ताजा": 210,
    "R)": 211,
    "N)": 212,
    "चुनी": 213,
    "गई": 214,
    "आसंधियों": 215,
    "शिशुओं": 216,
    "रविशंकर": 217,
    "श्रीवास्तव": 218,
    "(raviratlami": 219,
    "@yahoo": 220,
    "com)": 221,
    "राजेश": 222,
    "रंजन": 223,
    "(rajeshkajha": 224,
    "ल": 225,
    "बालसुब्रमण्यम": 226,
    "(l": 227,
    "balasubramaniam": 228,
    "@gmail": 229,
    "पाइथन": 230,
    "सर्वाधिकार": 231,
    "©": 232,
    "2006": 233,
    "2007": 234,
    "आईबीएम": 235,
    "निगम": 236,
    "(बीएसडी)": 237,
    "नया": 238,
    "बीएसडी": 239,
    "लाइसेन्स": 240,
    "देखिए": 241,
    "प्रतिलिपीकरण": 242,
    "सूचना": 243,
    "फाइलें": 244,
    "जोड़ें": 245,
    "A)": 246,
    "एक्सेसेबलों": 247,
    "पुस्तक-चिह्नित": 248,
    "पुस्तक": 249,
    "चिह्न": 250,
    "संपादित": 251,
    "E)": 252,
    "पुस्तक-चिह्नों": 253,
    "प्रबंधित": 254,
    "चिह्नों": 255,
    "पुस्तक-चिह्न": 256,
    "एकल": 257,
    "दृश्य": 258,
    "(%": 259,
    "d)": 260,
    "नोड": 261,
    "नीचे": 262,
    "पैनल": 263,
    "लेआउट": 264,
    "pluginview": 265,
    "शीर्ष": 266,
    "नई": 267,
    "pluginviews": 268,
    "उपलब्ध": 269,
    "लेकिन": 270,
    "बच्चों": 271,
    "बिना": 272,
    "छिपाएँ/दिखाएँ": 273,
    "H)": 274,
    "(c)": 275,
    "मुख्य": 276,
    "विंडो": 277,
    "तयशुदा": 278,
    "ऊंचाई": 279,
    "मान": 280,
    "चौड़ाई": 281,
    "प्लगिन": 282,
    "देखें": 283,
    "सभी": 284,
    "शामिल": 285,
    "डिफ़ॉल्ट": 286,
    "गनोम": 287,
    "प्रसंग": 288,
    "भिन्न": 289,
    "प्रकार": 290,
    "सॉलिटेयर": 291,
    "खेल": 292,
    "खेलें": 293,
    "सोलिटेयर;": 294,
    "पत्ते;": 295,
    "क्लोंडाइक;": 296,
    "मकड़ी;": 297,
    "FreeCell;": 298,
    "धैर्य;": 299,
    "फाइल": 300,
    "पत्तों": 301,
    "हेतु": 302,
    "ग्राफ़िक्स": 303,
    "सहित": 304,
    "फ़ाइल": 305,
    "उपकरण-पट्टी": 306,
    "दिखाएँ": 307,
    "स्थिति-पट्टी": 308,
    "नियंत्रण": 309,
    "चयन": 310,
    "चुनें": 311,
    "कि": 312,
    "कार्ड": 313,
    "खींचना": 314,
    "गंतव्य": 315,
    "बजाय": 316,
    "श्रोत": 317,
    "क्लिक": 318,
    "करना": 319,
    "ध्वनि": 320,
    "बजाएँ": 321,
    "चालों": 322,
    "एनीमेशन": 323,
    "उपयोग": 324,
    "खेला": 325,
    "जाने": 326,
    "वाला": 327,
    "पुनः": 328,
    "प्रारंभ": 329,
    "हाल": 330,
    "खेले": 331,
    "चाल": 332,
    "फिर": 333,
    "चलें": 334,
    "Reset": 335,
    "वापस": 336,
    "लें": 337,
    "U)": 338,
    "पूर्ण": 339,
    "स्क्रीन": 340,
    "छोड़ें": 341,
    "L)": 342,
    "प्रोग्राम": 343,
    "साथ": 344,
    "आपको": 345,
    "ग्नू-जनरल": 346,
    "पब्लिक": 347,
    "लाइसेंस": 348,
    "प्रतिलिपि": 349,
    "मिलनी": 350,
    "चाहिए": 351,
    "यदि": 352,
    "slot": 353,
    "type": 354,
    "आधार": 355,
    "परreserveslot": 356,
    "hint": 357,
    "आरक्षितstockslot": 358,
    "भण्डार": 359,
    "परtableauslot": 360,
    "झांकी": 361,
    "परwasteslot": 362,
    "अपशिष्ट": 363,
    "अब": 364,
    "तक": 365,
    "संकेत": 366,
    "समर्थन": 367,
    "खिसकाएँ%": 368,
    "यह": 369,
    "कराने": 370,
    "असमर्थ": 371,
    "अल्ड": 372,
    "लेंग": 373,
    "स्याने": 374,
    "क्लॉन्डिके": 375,
    "तीन": 376,
    "डेक": 377,
    "स्पाइडर": 378,
    "गलियां": 379,
    "चौबारा": 380,
    "अंगूठा": 381,
    "पॉकेट": 382,
    "विल": 383,
    "औ": 384,
    "द": 385,
    "विस्प": 386,
    "चिड़ी": 387,
    "इक्का": 388,
    "दुक्की": 389,
    "तिक्की": 390,
    "चौवा": 391,
    "पंजा": 392,
    "छक्का": 393,
    "सत्ता": 394,
    "अट्ठा": 395,
    "नहला": 396,
    "दहला": 397,
    "गुलाम": 398,
    "बेगम": 399,
    "बादशाह": 400,
    "ईंट": 401,
    "दुक्का": 402,
    "चव्वा": 403,
    "लाल": 404,
    "पान": 405,
    "हुकुम": 406,
    "मदद": 407,
    "“%": 408,
    "s”": 409,
    "मिली": 410,
    "दिखा": 411,
    "सका": 412,
    "क्या": 413,
    "सबसे": 414,
    "बड़े": 415,
    "आकार": 416,
    "होना": 417,
    "खेलने": 418,
    "लिये": 419,
    "d:%": 420,
    "02d": 421,
    "बधाई": 422,
    "आप": 423,
    "जीत": 424,
    "!": 425,
    "बाकी": 426,
    "एसलिरियोट": 427,
    "नियम": 428,
    "आधारित": 429,
    "इंजन": 430,
    "अनुमति": 431,
    "ग्नोम": 432,
    "वेबसाइट": 433,
    "थीम": 434,
    "दिखाएं": 435,
    "योजना": 436,
    "अपवाद": 437,
    "उत्पन्न": 438,
    "हुआ": 439,
    "डेवलेपर": 440,
    "बग": 441,
    "रिपोर्ट": 442,
    "मत": 443,
    "D)": 444,
    "पुनःप्रारंभ": 445,
    "S)": 446,
    "सांख्यिकी": 447,
    "t)": 448,
    "दिखायें": 449,
    "बन्द": 450,
    "पिछली": 451,
    "पूर्ववत": 452,
    "अगला": 453,
    "कार्ड्स": 454,
    "डील": 455,
    "अगली": 456,
    "एस्लेरियाट": 457,
    "सहायता": 458,
    "बारे": 459,
    "ताश": 460,
    "इंस्टाल": 461,
    "वितरण": 462,
    "पैकेज": 463,
    "रिपोसिटरीज़": 464,
    "नए": 465,
    "गेम": 466,
    "संस्थापित": 467,
    "C)": 468,
    "छुपाएँ": 469,
    "बढ़ने": 470,
    "करके": 471,
    "ले": 472,
    "आरंभ": 473,
    "कर": 474,
    "Aisleriot": 475,
    "पता": 476,
    "आपने": 477,
    "कौन": 478,
    "सा": 479,
    "पत्ताः": 480,
    "~": 481,
    "a": 482,
    "जोकर": 483,
    "रानी": 484,
    "बचा": 485,
    "मालः": 486,
    "बांटें": 487,
    "जमाने": 488,
    "कोशिश": 489,
    "जाएँ": 490,
    "खाली": 491,
    "तस्वीर": 492,
    "खाँचा": 493,
    "सुरक्षित": 494,
    "बढ़त": 495,
    "स्लॉट": 496,
    "कोने": 497,
    "बाएं": 498,
    "दाएँ": 499,
    "काला": 500,
    "क्लब": 501,
    "दोनों": 502,
    "अज्ञात": 503,
    "पत्ता": 504,
    "बाहर": 505,
    "हटाएँ": 506,
    "पत्ते": 507,
    "दौर": 508,
    "दाएं": 509,
    "बाजू": 510,
    "स्थान": 511,
    "कुछ": 512,
    "बेकार": 513,
    "वस्तु": 514,
    "खाँचे": 515,
    "सिर्फ": 516,
    "इसलिए": 517,
    "हापस्काच": 518,
    "बोर्ड": 519,
    "पारपथ": 520,
    "जैसे": 521,
    "दिखता": 522,
    "इसका": 523,
    "मतलब": 524,
    "यही": 525,
    "जब": 526,
    "सड़क": 527,
    "पार": 528,
    "तरफ": 529,
    "पढ़": 530,
    "ली": 531,
    "?": 532,
    "ओडेसा": 533,
    "बढ़िया": 534,
    "सच": 535,
    "अत्यधिक": 536,
    "आपात्": 537,
    "रक्त-बन्ध": 538,
    "सिफारिश": 539,
    "जाती": 540,
    "लगता": 541,
    "मुझे": 542,
    "तुरंत": 543,
    "अपनी": 544,
    "पीठ": 545,
    "खुजानी": 546,
    "पड़ेगी": 547,
    "सूर्य": 548,
    "किरणें": 549,
    "विटामिन": 550,
    "डी": 551,
    "देती": 552,
    "कम्प्यूटरों": 553,
    "मॉनीटर्स": 554,
    "कभी": 555,
    "जंगल": 556,
    "अकेले": 557,
    "गुम": 558,
    "पेड़": 559,
    "आगोश": 560,
    "मछली": 561,
    "पकड़ने": 562,
    "तांत": 563,
    "दांत": 564,
    "साफ": 565,
    "करिए": 566,
    "संगतता": 567,
    "कुंजी": 568,
    "व्यवसायी": 569,
    "हाट": 570,
    "शासक": 571,
    "भी": 572,
    "करते": 573,
    "कुत्ते": 574,
    "कान": 575,
    "सीटी": 576,
    "शेष": 577,
    "ताशः": 578,
    "ढूंढ": 579,
    "रहे": 580,
    "अभी": 581,
    "बची": 582,
    "अतिरिक्त": 583,
    "जगह": 584,
    "मैं": 585,
    "सुनिश्चित": 586,
    "हूं": 587,
    "ढेर": 588,
    "विचार": 589,
    "स्टाक": 590,
    "निकालें": 591,
    "संभव": 592,
    "पास": 593,
    "हल": 594,
    "बांटने": 595,
    "दो": 596,
    "बायें": 597,
    "रखें": 598,
    "श्रृंखला": 599,
    "बगल": 600,
    "वादशाह": 601,
    "रिडील": 602,
    "बेतरतीब": 603,
    "रखा": 604,
    "गैप्स": 605,
    "बायीँ": 606,
    "डीलः": 607,
    "पूरी": 608,
    "लाइन": 609,
    "फेंटें": 610,
    "उलटे": 611,
    "खिसका": 612,
    "ताशों": 613,
    "फेंट": 614,
    "आसपास": 615,
    "प्रथम": 616,
    "बाँटें": 617,
    "समूह": 618,
    "हाथ": 619,
    "भंडारः": 620,
    "बांट": 621,
    "विन्यास": 622,
    "अति": 623,
    "प्राकृतिक": 624,
    "ध्येय": 625,
    "कीजिए": 626,
    "बांटना": 627,
    "बाकीः": 628,
    "पोकर": 629,
    "तैयार": 630,
    "जमाएँ": 631,
    "भरने": 632,
    "लायक": 633,
    "होते": 634,
    "पहले": 635,
    "जैसा": 636,
    "कृपया": 637,
    "भरें": 638,
    "अस्थायी": 639,
    "स्पॉट": 640,
    "स्वीकारें": 641,
    "जनरल": 642,
    "पेशेंस": 643,
    "ब्लॉड": 644,
    "बर्नेट": 645,
    "ऊपर": 646,
    "प्रयोग": 647,
    "लोकप्रिय": 648,
    "फ्रीसेल": 649,
    "खाँचाreserveslot": 650,
    "खाँचाstockslot": 651,
    "जाएँtableauslot": 652,
    "तस्वीरwasteslot": 653,
    "एक%": 654,
    "एसलियेरॉट": 655,
    "हिस्सा": 656,
    "\"": 657,
    "वैध": 658,
    "अपरिचित": 659,
    "संस्करण": 660,
    "'": 661,
    "कमांड": 662,
    "दस्तावेज़": 663,
    "यूआरआई": 664,
    "=": 665,
    "प्रविष्टि": 666,
    "चलाने": 667,
    "वाली": 668,
    "सत्र": 669,
    "कनेक्शन": 670,
    "अक्षम": 671,
    "निर्धारित": 672,
    "प्रबंधन": 673,
    "विकल्प": 674,
    "संस्थापन": 675,
    "फाउन्डेशन": 676,
    "स्लाट": 677,
    "जाएँslot": 678,
    "ट्रैक": 679,
    "पट्ट": 680,
    "त्रुटि": 681,
    "फाउण्डेशन": 682,
    "चित्र": 683,
    "फील्ड": 684,
    "पठारी": 685,
    "उचित": 686,
    "घुमाएँ": 687,
    "हटायें": 688,
    "खोज": 689,
    "बदलें": 690,
    "अनुप्रयोगों": 691,
    "मेन्यू": 692,
    "दिखाया": 693,
    "मूल": 694,
    "मेनू": 695,
    "भंडारित": 696,
    "मद": 697,
    "e):": 698,
    "w)": 699,
    "पृथक्कारक": 700,
    "बदलाव": 701,
    "सारे": 702,
    "जमावट": 703,
    "अंजूटा": 704,
    "विकास": 705,
    "स्ट्डियो": 706,
    "रिमोट": 707,
    "कड़ियों": 708,
    "चला": 709,
    "सकता": 710,
    "उपकरण": 711,
    "लिखने": 712,
    "असमर्थ%": 713,
    "प्रोजेक्ट": 714,
    "लोड": 715,
    "हुए": 716,
    "आयटम्स": 717,
    "हमेशा": 718,
    "डिलीट": 719,
    "चाहते": 720,
    "निश्चित": 721,
    "आप%": 722,
    "स्थायी": 723,
    "तौर": 724,
    "मौजूद": 725,
    "निर्माण": 726,
    "बदलने": 727,
    "खोलने": 728,
    "रैण्डर": 729,
    "होने": 730,
    "pixbut": 731,
    "फाइल%": 732,
    "बंद": 733,
    "टर्मिनल": 734,
    "चलाएं": 735,
    "सफलतापूर्वक": 736,
    "फ्लापी": 737,
    "फार्मेट": 738,
    "सोर्स": 739,
    "UI": 740,
    "कानफिगर": 741,
    "मैनेजर": 742,
    "जाएं": 743,
    "u": 744,
    "फाइल्स": 745,
    "प्रिंट": 746,
    "#-#-#-#-#gedit": 747,
    "gnome-2-2": 748,
    "hi": 749,
    "po": 750,
    "(gedit": 751,
    "VERSION)": 752,
    "#-#-#-#-#वर्तमान": 753,
    "संग्रहित": 754,
    "#-#-#-#-#libgnomeui": 755,
    "HEAD": 756,
    "(libgnomeui": 757,
    "HEAD)": 758,
    "#-#-#-#-#बर्तमान": 759,
    "फिल्टर": 760,
    "चयनित": 761,
    "लाग": 762,
    "जानकारी": 763,
    "आइकान": 764,
    "अवैध": 765,
    "हैडर": 766,
    "जोडे": 767,
    "जोड़ने": 768,
    "डायरेक्टरी": 769,
    "नयी": 770,
    "खुली": 771,
    "फाइलों": 772,
    "कया": 773,
    "सचमुच": 774,
    "लागाउट": 775,
    "चाहेंगे": 776,
    "स्वयं": 777,
    "प्रदर्शित": 778,
    "घर": 779,
    "दश्य": 780,
    "निर्देश": 781,
    "संख्या": 782,
    "#-#-#-#-#file-roller": 783,
    "(File": 784,
    "Roller": 785,
    "hindi)": 786,
    "#-#-#-#-#gtkhtml": 787,
    "(GtkHTML": 788,
    "2": 789,
    "ट्रेश": 790,
    "प्रस्तुत": 791,
    "आखिरी": 792,
    "अंशों": 793,
    "ब्रेकपाइंट": 794,
    "समायोजित": 795,
    "प्ले": 796,
    "प्रगति": 797,
    "यहां": 798,
    "क्रियान्वित": 799,
    "डिबगर": 800,
    "तथा": 801,
    "व्यंजक": 802,
    "0)": 803,
    "#-#-#-#-#gnome-utils": 804,
    "(gnome-utils": 805,
    "बटन": 806,
    "टागल": 807,
    "अवस्था": 808,
    "खोलें": 809,
    "वाले": 810,
    "काल": 811,
    "संदेश": 812,
    "भेजने": 813,
    "वालों": 814,
    "उत्तर": 815,
    "कचरे": 816,
    "भेजें": 817,
    "विकल्पों": 818,
    "सन्ग्रहित": 819,
    "करे": 820,
    "असफल%": 821,
    "s)": 822,
    "मे": 823,
    "शब्द": 824,
    "फाईल": 825,
    "बचाएँ": 826,
    "फाईल%": 827,
    "उपस्थित": 828,
    "इसे": 829,
    "पुनर्लेखित": 830,
    "बाल्सा": 831,
    "कान्फिगर": 832,
    "पाठ्य": 833,
    "(h)": 834,
    "कापी": 835,
    "(छोटि)": 836,
    "बान्द": 837,
    "जावा": 838,
    "कोड": 839,
    "पूर्व": 840,
    "बनाएँ": 841,
    "पूरे": 842,
    "टेक्स्ट": 843,
    "दस्तावेज": 844,
    "बनाएं": 845,
    "शैल": 846,
    "आउटपुट": 847,
    "जहां": 848,
    "जा": 849,
    "चुके": 850,
    "सूछ्म": 851,
    "दीजिए": 852,
    "#-#-#-#-#पिछली": 853,
    "क्रिया": 854,
    "निरस्त": 855,
    "#-#-#-#-#अंतिम": 856,
    "प्रक्रिया": 857,
    "#-#-#-#-#निरस्त": 858,
    "पुन": 859,
    "क्लिपबोर्ड": 860,
    "काटें": 861,
    "#-#-#-#-#gtk": 862,
    "+": 863,
    "gtk-2-2": 864,
    "(gtk22": 865,
    "मार्जिन": 866,
    "#-#-#-#-#libgnomecanvas": 867,
    "(PACKAGE": 868,
    "परिभाषा": 869,
    "खिड़की": 870,
    "दिखाएं/छिपाएं": 871,
    "स्पेसर": 872,
    "F)": 873,
    "बुकमार्क": 874,
    "(A)": 875,
    "/": 876,
    "संशोधन": 877,
    "N": 878,
    "_": 879,
    "(\"": 880,
    "Editor": 881,
    "text": 882,
    "insertions": 883,
    "ढूंढने": 884,
    "पेज": 885,
    "कर्सर": 886,
    "प्रोफाईलिंग": 887,
    "सेट": 888,
    "इंडेन्टेशन": 889,
    "पिक्सेल": 890,
    "पियर": 891,
    "प्रमाण": 892,
    "पत्र": 893,
    "file": 894,
    "is": 895,
    "too": 896,
    "big": 897,
    "Unable": 898,
    "to": 899,
    "allocate": 900,
    "memory": 901,
    "'%": 902,
    "s'": 903,
    "त्रुटिः%": 904,
    "रही": 905,
    "सकी": 906,
    "#-#-#-#-#balsa": 907,
    "(Balsa": 908,
    "सी": 909,
    "जीएनयू": 910,
    "डाक": 911,
    "छापें": 912,
    "डिस्क": 913,
    "उन्नत": 914,
    "छुपाओ": 915,
    "डिबगिंग": 916,
    "टिप्स": 917,
    "(संकेतों)": 918,
    "i)": 919,
    "खंड": 920,
    "\"%": 921,
    "s\"": 922,
    "तिथि": 923,
    "प्रविषश्ट": 924,
    "नियमित": 925,
    "ढूंढो": 926,
    "टैग": 927,
    "विन्डो": 928,
    "View/Todo": 929,
    "List/Hide": 930,
    "Items": 931,
    "मिलान": 932,
    "रहा": 933,
    "तरीका": 934,
    "लान्चर": 935,
    "सम्पादन": 936,
    "प्लगइन": 937,
    "वर्णन": 938,
    "त्रुटि%": 939,
    "जी": 940,
    "टी": 941,
    "रचना": 942,
    "फैक्ट्री": 943,
    "लकीर": 944,
    "लिस्ट": 945,
    "#-#-#-#-#इसी": 946,
    "स्ट्रिंग": 947,
    "खोजें": 948,
    "#-#-#-#-#वही": 949,
    "बदलो": 950,
    "रेग्युलर": 951,
    "एक्सप्रेशन": 952,
    "पुनरावत्तियों": 953,
    "पिछला": 954,
    "पथ": 955,
    "मिला": 956,
    "अक्षर": 957,
    "मिनट्स": 958,
    "दस्ताबेज": 959,
    "स्थिर": 960,
    "घोषणाओं": 961,
    "छोड़": 962,
    "symbol": 963,
    "ब्राउजर": 964,
    "देनी": 965,
    "होगी": 966,
    "पैरामीटर": 967,
    "स्टेटसबार": 968,
    "अनुसार": 969,
    "पाया": 970,
    "माॅड्यूल": 971,
    "डिफाल्ट": 972,
    "C": 973,
    "दी": 974,
    "रोकें": 975,
    "खोजना": 976,
    "द्वारा": 977,
    "This": 978,
    "सहेजा": 979,
    "Anjuta": 980,
    "नमूना": 981,
    "चलाना": 982,
    "खत्म": 983,
    "K)": 984,
    "सहेजें": 985,
    "a)": 986,
    "<size>": 987,
    "<assoc>": 988,
    "<line": 989,
    "size>": 990,
    "दाखिल": 991,
    "करेंः": 992,
    "शक्तिशाली": 993,
    "औजार": 994,
    "याद": 995,
    "सक्रिय": 996,
    "त्यागें": 997,
    "रेंडर": 998,
    "पिक्सबफ": 999,
    "विजेट": 1000,
    "मिलाः%": 1001,
    "चुनेंः": 1002,
    "जारी": 1003,
    "बतौर": 1004,
    "रूट": 1005,
    "चलाएँ": 1006,
    "चलाएँः": 1007,
    "बिल्ड": 1008,
    "निर्देशिका": 1009,
    "make": 1010,
    "(\\\\": 1011,
    "[\\\\d": 1012,
    "\\\\])": 1013,
    ":": 1014,
    "\\\\s": 1015,
    "Entering\\\\s": 1016,
    "directory\\\\s": 1017,
    "`(": 1018,
    "+)": 1019,
    "'(": 1020,
    "+)'": 1021,
    "Leaving\\\\s": 1022,
    "उपयोक्ता": 1023,
    "रद्द": 1024,
    "बिल्ड%": 1025,
    "B)": 1026,
    "पूरा": 1027,
    "I)": 1028,
    "विन्यस्त": 1029,
    "टारबाल": 1030,
    "T)": 1031,
    "परियोजना": 1032,
    "चल": 1033,
    "संख्याएं": 1034,
    "दिखाना": 1035,
    "मार्कर्स": 1036,
    "मार्कर": 1037,
    "pixbufs": 1038,
    "संदर्भ": 1039,
    "ऐसे": 1040,
    "टिप्पणी": 1041,
    "m)": 1042,
    "पूर्ववत्": 1043,
    "दोहराएँ": 1044,
    "u)": 1045,
    "कॉपी": 1046,
    "मोड": 1047,
    "O)": 1048,
    "फ़ोल्डर": 1049,
    "मिटाएं": 1050,
    "संपादन": 1051,
    "मेक्रो": 1052,
    "ब्राउज़": 1053,
    "जेनेरिक": 1054,
    "GTK": 1055,
    "Xlib": 1056,
    "एप्लेट": 1057,
    "wx": 1058,
    "SDL": 1059,
    "जोड़ेंः": 1060,
    "gtk-doc": 1061,
    "सिस्टम": 1062,
    "Berkeley": 1063,
    "Software": 1064,
    "Distribution": 1065,
    "License": 1066,
    "(BSD)": 1067,
    "जैंगो": 1068,
    "सामान्य": 1069,
    "Generic": 1070,
    "gcj": 1071,
    "compiled": 1072,
    "java": 1073,
    "(automake)": 1074,
    "python": 1075,
    "प्रतीक": 1076,
    "अंतरफलक": 1077,
    "लागू": 1078,
    "मेकफाइल": 1079,
    "लक्ष्य": 1080,
    "आपरेशन": 1081,
    "वाक्य": 1082,
    "हाइलाइटिंग": 1083,
    "अन्वेषण": 1084,
    "प्रतिस्थापन": 1085,
    "ढूंढें": 1086,
    "मिलानों": 1087,
    "मौजूदा": 1088,
    "उभारें": 1089,
    "नक़ल": 1090,
    "त्वरक": 1091,
    "जाँचने": 1092,
    "प्रोग्रामः": 1093,
    "Memcheck": 1094,
    "Addrcheck": 1095,
    "Helgrind": 1096,
    "Copyright": 1097,
    "Naba": 1098,
    "Kumar": 1099,
    "Default": 1100,
    "Text": 1101,
    "below": 1102,
    "icons": 1103,
    "beside": 1104,
    "Icons": 1105,
    "only": 1106,
    "निर्देशिकाः": 1107,
    "ईमेल": 1108,
    "पताः": 1109,
    "Gnome": 1110,
    "toolbar": 1111,
    "setting": 1112,
    "Tabs": 1113,
    "टॉगल": 1114,
    "advanced": 1115,
    "tutorial": 1116,
    "पूछे": 1117,
    "प्रश्न": 1118,
    "अंजुटा": 1119,
    "WIDTHxHEIGHT": 1120,
    "XOFF": 1121,
    "YOFF": 1122,
    "-": 1123,
    "Integrated": 1124,
    "Development": 1125,
    "Environment": 1126,
    "स्वतःपूर्ण": 1127,
    "(C/C": 1128,
    "+/Java": 1129,
    "केवल)": 1130,
    "एडाप्टिव": 1131,
    "हाशिया": 1132,
    "समाप्ति": 1133,
    "स्मार्ट": 1134,
    "टैब": 1135,
    "दबा": 1136,
    "Swap": 1137,
    "h/": 1138,
    "c": 1139,
    "Assistance": 1140,
    "C/C": 1141,
    "+/Java/Vala": 1142,
    "Gdb": 1143,
    "Git": 1144,
    "डेव": 1145,
    "वहेल्प": 1146,
    "सहायक": 1147,
    "ग्लेड": 1148,
    "अतंरफलक": 1149,
    "डिजायनर": 1150,
    "Anjut": 1151,
    "टूडू": 1152,
    "अंजुता": 1153,
    "इंपोर्ट": 1154,
    "सपोर्ट": 1155,
    "घटक": 1156,
    "वर्ग": 1157,
    "जनक": 1158,
    "+/GObject": 1159,
    "Class": 1160,
    "डिबग": 1161,
    "पढ़ने": 1162,
    "विफल": 1163,
    "s':%": 1164,
    "No": 1165,
    "ActionGroupEditorInsert": 1166,
    "recent": 1167,
    "menu": 1168,
    "label": 1169,
    "हैः%": 1170,
    "such": 1171,
    "or": 1172,
    "directory": 1173,
    "छापा": 1174,
    "रिसेट": 1175,
    "Purge": 1176,
    "items": 1177,
    "after%": 1178,
    "days": 1179,
    "GNOME": 1180,
    "Specify": 1181,
    "File": 1182,
    "List": 1183,
    "स्वतः": 1184,
    "स्वतःपूर्णPurge": 1185,
    "फंक्शन": 1186,
    "इंच": 1187,
    "अनुपस्थित": 1188,
    "क़िस्म": 1189,
    "कार्यान्वित": 1190,
    "अन्य": 1191,
    "एक्सएमएल": 1192,
    "असफल": 1193,
    "पढ़ें": 1194,
    "अधिष्ठापित": 1195,
    "सेhttp://": 1196,
    "प्रयोक्ता": 1197,
    "अतरफलक": 1198,
    "एंटर": 1199,
    "प्रदर्शक": 1200,
    "साझेदारी": 1201,
    "फ़ॉर्म": 1202,
    "स्थानीय": 1203,
    "स्क्रिप्ट": 1204,
    "मिटाएँ": 1205,
    "पॉपअप": 1206,
    "General": 1207,
    "Public": 1208,
    "कार्यान्वयन": 1209,
    "गुण": 1210,
    "प्रयुक्त": 1211,
    "CVS:": 1212,
    "file/directory": 1213,
    "कमिट": 1214,
    "अद्यतन": 1215,
    "सीवीएस": 1216,
    "कार्यशील": 1217,
    "इंतजार": 1218,
    "जबतक": 1219,
    "ट्री": 1220,
    "सक्षम": 1221,
    "process": 1222,
    "कनेक्ट": 1223,
    "एट": 1224,
    "खण्डन": 1225,
    "बिन्दु": 1226,
    "दोषसुधार": 1227,
    "कर्नेल": 1228,
    "चरण": 1229,
    "वैश्विक": 1230,
    "चर": 1231,
    "मौज़ूदा": 1232,
    "फ्रेम": 1233,
    "अंतराल": 1234,
    "छांटा": 1235,
    "मेक": 1236,
    "लोअरकेस": 1237,
    "EOL": 1238,
    "अंत": 1239,
    "संपादक": 1240,
    "मोड़ें": 1241,
    "ज़ूम": 1242,
    "जम्प": 1243,
    "उपर": 1244
  },
  "min_freq": 2
}